{
  "1": {
    "text": "Talk to your landlord",
    "actions": [
      {
        "id": "1",
        "img": "talktolandlord-icon-1.svg",
        "headline": "Get in touch sooner than later",
        "text": "Taking the initiative to contact your landlord will help build trust. Try giving him/her a call and saying something like, “Hi (landlord), just wanted to make you aware that I’m having some trouble with the rent this month. I’m very sorry for the inconvenience, and I hope we can work out a plan to get it paid as soon as possible.” This allows your landlord to consider their options as well as yours in a calm, and informed way."
      },
      {
        "id": "2",
        "img": "talktolandlord-icon-2.png",
        "headline": "Be easy to reach",
        "text": "Be sure to answer any calls, emails or texts from your landlord as soon as you receive them. When you are responsive, you show your landlord that you respect his/her time and that you aren’t going to disappear."
      },
      {
        "id": "3",
        "img": "talktolandlord-icon-3.svg",
        "headline": "Suggest solutions",
        "text": "You want your landlord to know that you eventually intend to pay. As a show of good faith, it’s very helpful to suggest temporary or alternate solutions, such as a partial payment or a payment plan."
      },
      {
        "id": "4",
        "img": "talktolandlord-icon-4.svg",
        "headline": "Apologies are better than excuses",
        "text": "Unless the details of your situation will lead to a viable payment solution, then it’s best not to offer any extra information. Simply apologize and focus on the best way to get your rent paid in the shortest amount of time."
      }
    ]
  },
  "2": {
    "text": "Get utility assistance",
    "actions": [
      {
        "id": "1",
        "img": "utility-icon-1.svg",
        "headline": "Call your utility provider",
        "text": "Your utility company may have a program that can help people pay their bills, including creating a payment plan."
      },
      {
        "id": "2",
        "img": "utility-icon-2.svg",
        "headline": "Find government assistance",
        "text": "Many state and local government agencies have programs that can help with your utility bill. Find out more here:",
        "link": {
          "text": "GO TO UTILITYBILLASSISTANCE.COM",
          "url": "http://www.utilitybillassistance.com"
        }
      },
      {
        "id": "3",
        "img": "utility-icon-3.svg",
        "headline": "Apply for LIHEAP",
        "text": "Assistance is available through the federal Low-Income Home Energy Assistance Program. Each state is different, so make sure to look up your state and ask about what it takes to qualify.",
        "criteria": {
          "criteria": [
            "Residents with very young children, elderly, or disabled family members.",
            "Homes with low-incomes and high regional costs."
          ],
          "link": {
            "text": "FIND YOUR STATE'S CONTACT INFORMATION",
            "url": "https://liheapch.acf.hhs.gov/db/index.php"
          }
        }
      }
    ]
  },
  "3": {
    "text": "Get emergency money",
    "actions": [
      {
        "id": "1",
        "img": "charity-icon-1.svg",
        "headline": "Contact your local 2-1-1",
        "text": "They can connect you with other organizations that help with housing issues. See what’s available near you.",
        "zipcode": {
          "link": {
            "text": "FIND YOUR LOCAL 2-1-1",
            "urlTemplateStart": "http://211.org/search?zip=",
            "urlTemplateEnd": "&city=&state="
          }
        }
      },
      {
        "id": "2",
        "img": "charity-icon-2.svg",
        "headline": "Find a Catholic Charities agency",
        "text": "They help people with housing issues all the time. See what’s available in your neighborhood.",
        "zipcode": {
          "link": {
            "text": "FIND YOUR LOCAL CATHOLIC CHARITIES",
            "urlTemplateStart": "https://catholiccharitiesusa.org/find-help?near=",
            "urlTemplateEnd": "#results"

          }
        }
      },
      {
        "id": "3",
        "img": "charity-icon-3.png",
        "headline": "Apply for a Modest Needs grant",
        "text": "These small, emergency sums of money are allocated to low-income workers. Find out more by visiting their website.",
        "link": {
          "text": "GO TO MODESTNEEDS.ORG",
          "url": "https://modestneeds.org"
        }
      }
    ]
  },
  "4": {
    "text": "Find personalized advice",
    "actions": [
      {
        "id": "1",
        "img": "advice-icon-1.svg",
        "headline": "Talk to a counselor",
        "text": "If you won’t be able to pay your rent for a while, then a free session with a housing counselor is the best option for you. They can give you personalized advice and are qualified to understand the special details of your situation.",
        "link": {
          "text": "FIND A HOUSING COUNSELOR NEAR YOU",
          "url": "https://www.consumerfinance.gov/find-a-housing-counselor/"
        }
      }
    ]
  },
  "5": {
    "text": "Start your savings",
    "actions": [
      {
        "id": "1",
        "img": "savings-icon-1.svg",
        "headline": "Open a savings account",
        "text": "When you save small amounts of money over time, you create a safety net for any unexpected bills. Have a savings goal in mind when you open your account, and it will give you the motivation to get started."
      },
      {
        "id": "2",
        "img": "savings-icon-2.svg",
        "headline": "Start with a dollar today",
        "text": "One dollar is all it takes to start saving. If you start small, and as soon as possible, you’ll set yourself up for future success."
      },
      {
        "id": "3",
        "img": "savings-icon-3.svg",
        "headline": "Set up an automatic withdrawal",
        "text": "Automatic withdrawal helps you save without having to think about it. Every month, some money from your checking account can be automatically deposited into your savings account. Decide on an amount that works for you, and ask your bank about it. Even $10 a month can make a big difference."
      },
      {
        "id": "4",
        "img": "savings-icon-4.svg",
        "headline": "Find a savings buddy",
        "text": "Find a friend that is also learning how to save and you can help each other stay on track. Whenever you’re feeling tempted or if saving feels difficult, this person will help you stay motivated."
      }
    ]
  },
  "6": {
    "text": "Get legal help",
    "actions": [
      {
        "id": "1",
        "img": "legal-icon-1.svg",
        "headline": "Save all documents and seek help",
        "text": "Save all documents and seek help immediately from a Legal Aid attorney. These are attorneys provided by the court for those of us who can’t afford a lawyer and they can help you understand the eviction process, your rights, and your options. Your new attorney will need to see all notices, letters, or emails from your landlord, as well as from any other lawyers or courts.",
        "link": {
          "text": "FIND LEGAL HELP NEAR YOU NOW",
          "url": "http://www.lawhelp.org/find-help"
        }
      }
    ]
  },
  "7": {
    "text": "File for unemployment",
    "actions": [
      {
        "id": "1",
        "img": "unemployment-icon-1.svg",
        "headline": "Apply for unemployment benefits",
        "text": "Don’t wait to file! After you fill out your application, it can take a few weeks to get your first check.",
        "link": {
          "text": "FIND UNEMPLOYMENT BENEFITS",
          "url": "https://www.careeronestop.org/localhelp/unemploymentbenefits/unemployment-benefits.aspx"
        }
      }
    ]
  },
  "8": {
    "text": "See if you qualify for any government benefits",
    "actions": [
      {
        "id": "1",
        "img": "benefits-icon-1.svg",
        "headline": "Take the Benefits assessment",
        "text": "Government benefits can help with anything from food bills to doctors bills. Even if you don’t qualify for help with your rent bill, you might qualify for something else that will free up more money for your rent.",
        "link": {
          "text": "GO TO BENEFITS.GOV",
          "url": "https://www.benefits.gov"
        }
      }
    ]
  },
  "9": {
    "text": "Get help immediately",
    "actions": [
      {
        "id": "1",
        "img": "legal-icon-1.svg",
        "headline": "Save all documents and seek help",
        "text": "Save all documents and seek help immediately from a Legal Aid attorney. These are attorneys provided by the court for those who can’t afford a lawyer and they can help you understand the eviction process, your rights, and your options. Your new attorney will need to see all notices, letters, or emails from your landlord as well as from any other lawyers or courts.",
        "link": {
          "text": "FIND LEGAL HELP NEAR YOU NOW",
          "url": "http://www.lawhelp.org/find-help"
        }
      },
      {
        "id": "1",
        "img": "advice-icon-1.svg",
        "headline": "Talk to a counselor",
        "text": "If you won't be able to pay your rent for a while, the best thing you can do right now is get personalized advice from a counselor.",
        "link": {
          "text": "FIND A HOUSING COUNSELOR NEAR YOU",
          "url": "https://www.consumerfinance.gov/find-a-housing-counselor/"
        }
      }
    ]
  },
  "10": {
    "text": "Already tried everything?",
    "actions": [
      {
        "id": "1",
        "img": "advice-icon-1.svg",
        "headline": "Try talking to a counselor again",
        "text": "If you won't be able to pay your rent for a while, the best thing you can do right now is to get personalized advice from a counselor.",
        "link": {
          "text": "FIND A HOUSING COUNSELOR NEAR YOU",
          "url": "https://www.consumerfinance.gov/find-a-housing-counselor/"
        }
      }
    ]
  }
}
